[
  {
    "role": "Experience Engineer ",
    "organisation": "Webixy Technologies",
    "startDate": "March, 2022",
    "endDate": "May, 2024",
    "experiences": [
      "Worked on a US-based Kids brand E-commerce client application as a FullStack Developer(React + Node).",
      "Curated and maintained a robust library of reusable components, streamlining development processes and boosting efficiency.",
      "Proactively tackled technical challenges, optimizing application performance and elevating user satisfaction."
    ]
  },
<<<<<<< HEAD
{
  "role": "Service Engineer",
  "organisation": "Lisco",
  "startDate": "June, 2024",
  "endDate": "Present",
  "experiences": [
    "Installed and configured printers along with their companion software across varied client environments.",
    "Troubleshot and resolved software issues related to printer drivers, connectivity, and system compatibility.",
    "Provided technical support and on-site software assistance to clients, ensuring minimal downtime and high customer satisfaction.",
    "Collaborated with internal tech teams to report bugs, suggest improvements, and assist in system updates.",
    "Gained hands-on experience in working with Windows/Linux environments and software integration challenges."
  ]
}
]
=======
  {
    "role": "Production Operator",
    "organisation": "SUSPA Pneumatics (India) Ltd.",
    "startDate": "Sep, 2024",
    "endDate": "Present",
    "experiences": [
      "Operate and monitor production equipment to ensure smooth and efficient manufacturing processes.",
      "Assist in equipment maintenance, troubleshooting, and resolving production issues to minimize downtime.",
      "Collaborate with team members to meet daily production targets and ensure timely delivery.",
      "Maintain accurate production records and reports for process improvement."
    ]
  },
   {
  "role": "Field Engineer",
  "organisation": "Lisco System Pvt. Ltd.",
  "startDate": "Jan, 2025",
  "endDate": "Present",
  "experiences": [
    "Install, configure, and maintain complex systems and equipment for clients, ensuring high operational efficiency.",
    "Conduct regular field visits to diagnose and resolve system-related issues, ensuring minimal downtime for clients.",
    "Provide technical support and training to clients, ensuring proper usage and maintenance of equipment.",
    "Collaborate with cross-functional teams to provide customized solutions that meet client needs and specifications.",
    "Document technical issues, solutions, and recommendations for future reference and continuous improvement."
  ]
}
]
>>>>>>> 45f0e4ce72354fe1bfaac3643c93fee3eb437c33
